Revit 2027 API
ParameterTypeId.SteelElemBoltGripLength Property
 "Grip Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemBoltGripLength { get; }
Public Shared ReadOnly Property SteelElemBoltGripLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemBoltGripLength {
	ForgeTypeId^ get ();
}
static member SteelElemBoltGripLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace